{
    "name": "Анастасия",
    "projects": "Проекты",
    "about": "Обо мне",
    "contact": "Контакты",
    "resume": "Резюме",
    "myname": "Привет, меня зовут Анастасия",
    "fullname": "Анастасия",
    "welcome_message": "Я проектирую функциональные и отзывчивые веб-интерфейсы.",
    "welcome_message2": "Я разработчик, специализирующийся на HTML, CSS, JavaScript, TypeScript.",
    "work": "В настоящее время я работаю в",
    "company": "XYZ", 
    "projectsIntro": "Мои проекты",
    "projectsLatest": "Последний проект",
    "projectCinema": "Кинотеатр",
    "projectCinemaDecr": "Этот вебсайт кинотеатра представляет собой динамичную и удобную платформу, созданную с использованием JavaScript. Он предназначен как для зрителей, так и для администраторов кинотеатров, обеспечивая простоту бронирования билетов и эффективное управление кинотеатром. Кроме того, на сайте реализована генерация QR-кодов для удобного доступа к билетам",
    "usedTechnologies": "Использованные Технологии:",
    "projectBlog": "Блог",
    "projectBlogDescr": "Этот предназначен для авторов статей, предоставляя чистую и адаптивную платформу для публикации и чтения контента. Созданный с использованием HTML и CSS, сайт полностью адаптивен и позволяет пользователям сортировать статьи по темам, улучшая опыт просмотра.",
    "contactMe": "Контакты", 
    "contactMeDescr": "Я всегда заинтересована в новых профессиональных возможностях, связанных с разработкой веб-сайтов или приложений.",
    "aboutMe": "Обо мне",
    "highlights": "Мой карьерный путь",
    "highlightsDescr": "Привет! Я увлеченный frontend-разработчик, недавно завершивший интенсивный курс по frontend-разработке. Моя специализация — создание динамичных и удобных веб-сайтов с использованием HTML, CSS и JavaScript. Я также использую TypeScript и React для улучшения функциональности и интерактивности своих проектов. Я стремлюсь создавать адаптивные и доступные веб-сайты, обеспечивающие отличный опыт для всех пользователей.",
    "favouriteTech": "Технологии, которые я использую:"


    
}